# Интеграция со streamlit
import streamlit as st
st.title("Итоговый проект / Наука о данных / Волобуев Владислав")
st.header("В чем заключается проект?")
st.subheader("\nЭто универсальный бот-помощник для студента, который умеет:\n\
1) Отправлять расписание на завтра и давать рекомендации,\n\
2) Узнавать вероятность дождя на завтра и послезавтра,\n\
3) Узнавать актуальный курс юаня к рублю и отправлять график изменения,\n\
4) Переводить рукописный текст в напечатанный,\n\
5) Решать СЛАУ методом Крамера")
